{
    "hello":"Привет",
    "navbar" : {
        "text1": "Эта реакция важна для нашей способности учиться на ошибках, но она также порождает самокритику, поскольку является частью системы защиты от угроз. Другими словами, то, что обеспечивает нашу безопасность, может зайти слишком далеко и сделать нас слишком безопасными. На самом деле это может вызвать самоцензуру.  Обычно достаточно одного прикосновения к раскаленной плите, чтобы избежать подобного дискомфорта в будущем. То же самое верно, поскольку мы испытываем эмоциональное ощущение стресса от наших первых случаев социального отвержения или насмешек. Мы быстро учимся бояться и, таким образом, автоматически избегаем потенциально стрессовых ситуаций всех видов, включая наиболее распространенные из всех:",
        "text2":"Методы для всех",
        "text3":"Все на пути, туда и обратно, завораживало ее: каждый камешек, муравей, палочка, листик, травинка и трещинка на тротуаре были чем-то, что нужно было взять в руки, посмотреть, попробовать на вкус, понюхать и встряхнуть. Ей все было интересно. Она ничего не знала. Я знал все… был там, делал это. Она была в данный момент, я был в прошлом. Она была внимательна. Я был без ума.  Обычно достаточно одного прикосновения к раскаленной плите, чтобы избежать подобного дискомфорта в будущем. То же самое верно, поскольку мы испытываем эмоциональное ощущение стресса от наших первых случаев социального отвержения или насмешек. Мы быстро учимся бояться и, таким образом, автоматически избегаем потенциально стрессовых ситуаций всех видов, включая самую распространенную из всех: совершение ошибок.",
        "text4":"Испытание",
        "text5":"Туда и обратно завораживало ее: каждый камешек, муравей, палка, листик, травинка и трещинка на тротуаре были чем-то, что нужно было поднять, посмотреть, попробовать на вкус, понюхать и встряхнуть. Ей все было интересно. Она ничего не знала. Я знал все… был там, делал это. Она была в данный момент, я был в прошлом. Она была внимательна. Я был без ума.",
        "text6":"Все по пути",
        "text7":"Обычно достаточно одного прикосновения к раскаленной плите, чтобы избежать подобного дискомфорта в будущем. То же самое верно, поскольку мы испытываем эмоциональное ощущение стресса от наших первых случаев социального отвержения или насмешек. Мы быстро учимся бояться и, таким образом, автоматически избегаем потенциально стрессовых ситуаций всех видов, включая самую распространенную из всех: совершение ошибок.",
        "text8":""
    }
}